test13-3000iops-seq-w-plain-vs-aesni-5min-2012_03_09_05_26/aesni-fio.out
aesni-write: (g=0): rw=write, bs=16K-16K/16K-16K, ioengine=libaio, iodepth=2
fio 2.0.3
Starting 1 process

aesni-write: (groupid=0, jobs=1): err= 0: pid=20194
  write: io=12729MB, bw=43450KB/s, iops=2715 , runt=300001msec
    slat (usec): min=18 , max=571 , avg=25.18, stdev= 2.27
    clat (usec): min=368 , max=173381 , avg=703.23, stdev=2326.64
     lat (usec): min=397 , max=173411 , avg=729.69, stdev=2326.68
    clat percentiles (usec):
     |  1.00th=[  450],  5.00th=[  474], 10.00th=[  482], 20.00th=[  494],
     | 30.00th=[  498], 40.00th=[  506], 50.00th=[  516], 60.00th=[  532],
     | 70.00th=[  564], 80.00th=[  620], 90.00th=[  780], 95.00th=[  876],
     | 99.00th=[ 1144], 99.50th=[ 2448], 99.90th=[44800]
    bw (KB/s)  : min= 1566, max=54944, per=100.00%, avg=43484.22, stdev=7544.53
    lat (usec) : 500=32.36%, 750=56.42%, 1000=9.11%
    lat (msec) : 2=1.60%, 4=0.05%, 10=0.09%, 20=0.06%, 50=0.26%
    lat (msec) : 100=0.06%, 250=0.01%
  cpu          : usr=3.10%, sys=10.21%, ctx=812898, majf=0, minf=32
  IO depths    : 1=0.2%, 2=99.8%, 4=0.0%, 8=0.0%, 16=0.0%, 32=0.0%, >=64=0.0%
     submit    : 0=0.0%, 4=100.0%, 8=0.0%, 16=0.0%, 32=0.0%, 64=0.0%, >=64=0.0%
     complete  : 0=0.0%, 4=100.0%, 8=0.0%, 16=0.0%, 32=0.0%, 64=0.0%, >=64=0.0%
     issued    : total=r=0/w=814684/d=0, short=r=0/w=0/d=0

Run status group 0 (all jobs):
  WRITE: io=12729MB, aggrb=43449KB/s, minb=44492KB/s, maxb=44492KB/s, mint=300001msec, maxt=300001msec

Disk stats (read/write):
  xvdd: ios=0/814513, merge=0/59, ticks=0/588688, in_queue=588681, util=100.00%