test13-3000iops-seq-w-plain-vs-aesni-5min-2012_03_09_05_26/plain-fio.out
plain-write: (g=0): rw=write, bs=16K-16K/16K-16K, ioengine=libaio, iodepth=2
fio 2.0.3
Starting 1 process

plain-write: (groupid=0, jobs=1): err= 0: pid=20177
  write: io=13918MB, bw=47505KB/s, iops=2969 , runt=300001msec
    slat (usec): min=16 , max=988 , avg=25.52, stdev= 2.58
    clat (usec): min=5 , max=121262 , avg=628.73, stdev=1884.98
     lat (usec): min=272 , max=121292 , avg=655.51, stdev=1885.01
    clat percentiles (usec):
     |  1.00th=[  266],  5.00th=[  454], 10.00th=[  474], 20.00th=[  486],
     | 30.00th=[  498], 40.00th=[  506], 50.00th=[  516], 60.00th=[  524],
     | 70.00th=[  532], 80.00th=[  556], 90.00th=[  604], 95.00th=[  788],
     | 99.00th=[  884], 99.50th=[ 1224], 99.90th=[33024]
    bw (KB/s)  : min=30720, max=56352, per=100.00%, avg=47552.99, stdev=5589.16
    lat (usec) : 10=0.01%, 250=0.01%, 500=33.96%, 750=59.67%, 1000=5.73%
    lat (msec) : 2=0.23%, 4=0.04%, 10=0.09%, 20=0.02%, 50=0.20%
    lat (msec) : 100=0.06%, 250=0.01%
  cpu          : usr=3.88%, sys=11.16%, ctx=889273, majf=0, minf=33
  IO depths    : 1=3.1%, 2=96.9%, 4=0.0%, 8=0.0%, 16=0.0%, 32=0.0%, >=64=0.0%
     submit    : 0=0.0%, 4=100.0%, 8=0.0%, 16=0.0%, 32=0.0%, 64=0.0%, >=64=0.0%
     complete  : 0=0.0%, 4=100.0%, 8=0.0%, 16=0.0%, 32=0.0%, 64=0.0%, >=64=0.0%
     issued    : total=r=0/w=890722/d=0, short=r=0/w=0/d=0

Run status group 0 (all jobs):
  WRITE: io=13918MB, aggrb=47505KB/s, minb=48645KB/s, maxb=48645KB/s, mint=300001msec, maxt=300001msec

Disk stats (read/write):
  xvdb: ios=0/890706, merge=0/59, ticks=0/578673, in_queue=578692, util=99.86%